

export default function About() {
  return (
    <div>
      The best shop Berlin!
      You can find whatever you want
    </div>
  )
}

/*

🧩 **Задание
Создай следующие страницы (компоненты) в папке src/pages:

About.tsx → текст: “О нас”
Contact.tsx → текст: “Контакты”
Настрой маршруты в App.tsx:

🔄 Проверь навигацию:

Все ссылки работают без перезагрузки страницы (не мигает значек обновления страницы в браузере)
При переходе на несуществующий адрес отображается NotFound
Дополнительно:

сделай страницы с собственным лейаутом (например: личный кабинет -> 
настройки, личный кабинет -> информация о юзере)


*/ 
